# Taps
tap 'homebrew/cask'
tap 'homebrew/bundle'
tap 'saadparwaiz1/personal' # For `lua-language-server`

# 
brew 'bash'
brew 'zsh'
brew 'git'
brew 'vim'
brew 'neovim', args: ['HEAD']
brew 'fzf', args: ['HEAD']
brew 'tree'
brew 'wget'
brew 'bat'
brew 'awk'
brew 'diff-so-fancy'
brew 'tmux'
brew 'tmuxinator'
brew 'the_silver_searcher'
brew 'ripgrep'
brew 'antibody'
brew 'starship'
brew 'pyenv'
brew 'php'
brew 'php@7.4'
brew 'composer'
brew 'node'
brew 'lua-language-server'
